[{"id":2342134,"imageUrl":"https://ascentialcdn.filespin.io/api/v1/conversion/747aa39de0b24ec581deb36f68915e7e","content":{"strategy":"With climate experts we will create the pre-written questions.","background":"Currently, at Project Dandelion, we have worked hand in hand with our two main audiences: the noise makers and front-line defenders, both to used the climate change conversation and language. However, to truly gain the strength we need, it’s time to shift from a vocal well-informed minority to a mobilized yet amateur majority. We need to get away from the articles and the conferences and recruit ordinary people in ordinary ways.","creativeIdea":"Our idea is simple: use weather as a “first move” in dating apps. By partnering up with Bumble, and with the help of activists, scientists, and environmentalists, we’ll modify every opening question into weather-pre-written ones during one of the climate crisis’ most important moments: Climate Week. Going from “What’s your favorite movie?” To “Is the heat wave as bad in your town as it is in mine?”.","execution":"Weather is considered a classic conversation starter. So it comes as a surprise that a person can end up using it in small talk an average of 4 times a day. So how can we leverage the power of an all-time classic, into a way of spreading the word and making new communities?"}},{"strategy":"Joseph Robinette Biden Jr. is an American politician who has been the 46th and current president of the United States since 2021.","background":"Biden","creativeIdea":"Biden","execution":"Weather is considered a classic conversation starter. So it comes as a surprise that a person can end up using it in small talk an average of 4 times a day. So how can we leverage the power of an all-time classic.","id":1103},{"strategy":"Joseph Robinette Biden Jr. is an American politician who has been the 46th and current president of the United States since 2021.","background":"Obama","creativeIdea":"Gump","execution":"Ronaldo","id":1182},{"strategy":"Joseph Robinette Biden Jr. is an American politician who has been the 46th and current president of the United States since 2021.","background":"Obama","creativeIdea":"Gump","execution":"Ronaldo","id":126977},{"strategy":"Joseph Robinette Biden Jr. is an American politician who has been the 46th and current president of the United States since 2021.","background":"Obama","creativeIdea":"Gump","execution":"Ronaldo","id":137673},{"strategy":"++++++++r. is an American politician who has been the 46th and current president of the United States since 2021.","background":"Obama","creativeIdea":"Gump","execution":"Ronaldo","id":128051}]